Repository: FreeBird27798/azkar_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello
ar: مرحبا

# about
source: About App
ar: عن التطبيق

source: Settings
ar: الإعدادات

source: General Settings
ar: إعدادات عامة

source: Language
ar: اللغة

# azkar
source: Remembrances
ar: الأذكار

# azkar_app_name
source: Remembrances of the fortress of the Muslim
ar: أذكار حصن المسلم

# sleep
source: Sleep Prayers
ar: أذكارالنوم

# clothing
source: Clothing Prayers
ar: لبس الثياب

# bath
source: Bath prayers
ar: أذكار الخلاء

# wodo
source: Ablution Prayers
ar: أذكار الوضوء

# home
source: Home prayers
ar: أذكار المنزل

# masjid
source: Masjid Prayers
ar: أذكار المسجد

# prayer
source: Prayer Supplications
ar: أذكار الصلاة

source: Morning And Evening
ar: الصباح والمساء

# worry_and_sad
source: Worry And Sadness
ar: الهم والحزن

# fear
source: Fear Prayers
ar: أذكار الخوف

# debt
source: Debt Quittance
ar: سداد الدين

# patient
source: Patient's Prayers
ar: أذكار المريض

# death
source: Death prayers
ar: أذكار الموت

source: Rain And Wind
ar: المطر والرياح

source: Eating And Fasting
ar: الأكل والصيام

# travel
source: Travel Prayers
ar: أذكار السفر

# prophet
source: Preferred Blessings On The Prophet
ar: فضل الصلاة على النبي

source: Hajj And Umrah
ar: الحج والعمرة

source: Forgiveness
ar: فضل الإستغفار

# tasbeeh
source: Glorification
ar: فضل التسبيح

# adab
source: Etiquette and Conditions
ar: الآداب والأحوال

# count_of_prayers
source: Prayers Count:
ar: عدد الأذكار:

source: Reset Counter
ar: أعد الترقيم

source: Skip
ar: تخطي

source: Start
ar: ابدأ

# reminder
source: Remember!
ar: تذكر!

# reminder_title
source: Reminder
ar: تذكير

# reminder_sub_title
source: Show/Hide Reminders
ar: إظهار/إخفاء التذكيرات

source: Done
ar: تم

source: Change Prayer
ar: تغيير الذكر

source: Glory To ALLAH
ar: سبحان الله

source: Praise ALLAH
ar: الحمد لله

# no_god_but_allah
source: No God Except ALLAH
ar: لا إله إلا الله

source: ALLAH Is The Greatest
ar: الله أكبر

# forgiveness_from_allah
source: Forgiveness Of ALLAH
ar: أستغفر الله

# description
source: The Fortress of the Muslim Remembrance application is an application that contains most of the remembrances that oblige the Muslim to be in contact with ALLAH always and in all cases.
ar: تطبيق أذكار حصن المسلم هو تطبيق يحتوي على معظم الأذكار التي تلزم المسلم لكي يكون على اتصال بالله دائماً وفي كل الأحوال، وقد جُمعت هذه الأدعية من كتاب حصن المسلم الذي يحتوي على الكثير من الأدعية مدعمة بالآيات القرآنية والأحاديث النبوية الشريفة.

# message_01
source: You can now use the (Zikr) counter easily and you can change the (Zikr) to another (Zikr), and when the (Zikr) is finished, you can reset the value again
ar: يمكنك الآن استخدام عداد الذكر بسهولة ويسر وتستطيع تغيير الذكر لذكر آخر، وعند الإنتهاء من الذكر يمكنك استعادة القيمة من جديد

# message_02
source: You can navigate and choose between many (Zikr)s as needed, there are classifications for all conditions and times of interest to the Muslim person
ar: تستطيع التنقل والاختيار بين العديد من الأذكار حسب الحاجة، فهناك تصنيفات لكل الأحوال والأوقات التي تهم الشخص المسلم

# message_03
source: A new feature that every time you exit the application, the application displays a reminder, for example a prayer or a hadith, and so on, and you can turn off this feature from the settings screen in case you do not want it.
ar: ميزة جديدة يقوم التطبيق عند كل مرة تخرج فيها من التطبيق بعرض تذكير، مثلا دعاء أو حديث نبوي وهكذا، وتستطيع إيقاف هذه الميزة من شاشة الإعدادات في حال كنت لا ترغبها.

# title_01
source: Rosary of (Zikr)
ar: المسبحة

# title_02
source: (Zikr)s Screen
ar: الأذكار
